comms-console-announcement-title-revolution = Великая Революция

revolution-win-announcement =
    Поздравляем, революционеры! Вы успешно захватили станцию и свергли тиранию NanoTrasen! Но борьба на этом не заканчивается. Ваш долг — присоединиться к великой космической революции, которая охватит всю галактику! Срочно направляйтесь на эвакуационный шаттл, чтобы продолжить борьбу за свободу и справедливость на других станциях и колониях. Вместе мы сокрушим корпоративные цепи и освободим всех угнетённых!

    Эвакуационный шаттл уже в пути.

revolution-win-announcement-shuttle-call =
    Поздравляем, революционеры! Вы успешно захватили станцию и свергли тиранию NanoTrasen! Но борьба на этом не заканчивается. Ваш долг — присоединиться к великой космической революции, которая охватит всю галактику! Срочно направляйтесь на эвакуационный шаттл, чтобы продолжить борьбу за свободу и справедливость на других станциях и колониях. Вместе мы сокрушим корпоративные цепи и освободим всех угнетённых!

    Эвакуационный шаттл был вызван. Он прибудет через: 5 минут.
