ent-ClothingOuterHardsuitEVA = скафандр EVA
    .desc = Лёгкий космический скафандр, способный защитить владельца от космического вакуума во время аварийной ситуации.
ent-ClothingOuterEVASuitSyndicate = кроваво-красный скафандр EVA
    .desc = На бирке написано 'Совершенно не собственность вражеской корпорации, честно!'.
# Corvax-HiddenDesc-Start
ent-ClothingOuterHardsuitSyndicate = кроваво-красный скафандр EVA
    .desc = На бирке написано 'Совершенно не собственность вражеской корпорации, честно!'.
# Corvax-HiddenDesc-End
ent-ClothingOuterSuitEmergency = аварийный скафандр EVA
    .desc = Аварийный скафандр EVA со встроенным шлемом. Он ужасно медленный и не имеет температурной защиты, но его достаточно, чтобы выиграть время в жёстком вакууме космоса.
ent-ClothingOuterHardsuitEVAPrisoner = тюремный скафандр EVA
    .desc = Лёгкий космический скафандр, способный защитить заключённого от космического вакуума во время аварийной ситуации.
ent-ClothingOuterHardsuitAncientEVA = пустотный скафандр NTSRA
    .desc = Древний космический скафандр, разработанный по заказу Центкома подразделением NTSRA - ассоциацией космических исследований NanoTrasen. Он изготовлен с особой тщательностью, обеспечивая большую мобильность, чем большинство современных космических костюмов.
ent-ClothingOuterHardsuitVoidParamed = пустотный скафандр парамедика
    .desc = Пустотный скафандр, предназначенный для парамедиков.
