ent-LavalandGoliathCrusherUpgrade = щупальце голиафа
    .desc = Всё ещё извивается. Увеличивает урон в зависимости от здоровья владельца.

ent-LavalandDrakeCrusherUpgrade = хвостовой шип
    .desc = Острый шип, который находился на хвосте убитого дракона. Думаю, твоему оружию он нужнее. В определённый момент жизни метки может оттолкнуть цель.

ent-LavalandHivelordCrusherUpgrade = череп
    .desc = Череп пове- погодите, откуда он? Увеличивает время жизни метки.

ent-LavalandIcyWatcherCrusherUpgrade = крыло ледяного наблюдателя
    .desc = Такое же холодное, как и твоё сердце. Сущность, на которую была наложена метка, получит существенный дебафф к скорости. Время дебаффа зависит от времени жизни метки.

ent-LavalandWatcherCrusherUpgrade = крыло наблюдателя
    .desc = И на этих штуках они летают? Сущность, на которую была наложена метка, получит существенный дебафф к скорости. Время дебаффа чуть меньше времени жизни метки.

ent-LavalandMagmaWatcherCrusherUpgrade = крыло магмового наблюдателя
    .desc = Выглядит горячо. Дестабилизатор наносит 5 уронов ожогами. Дестабилизатор - выстрел, накладывающий метку.

ent-LavalandHierophantCrusherUpgrade = вортекс-талисман
    .desc =В нём погасла фиолетовая сила, что находилась в Иерофанте. Во время взрыва метки выпускает гончую Иерофанта, которая будет хаотично двигаться.

ent-LavalandCarpCrusherUpgrade = клык карпа
    .desc = Пусть клыки карпов и острые, этого недостаточно для защиты от безумцев с мачете. Сущность, на которую блыа наложена метка, получит эффект "Кровавый голод". Если ударить по сущности с этим эффектом, по ней будет нанесён дополнительный урон. Время жизни эффекта зависит от времени жизни метки.

ent-LavalandVigilanteCrusherUpgrade = глаз Линчевателя
    .desc = Ты монстр. Во время взрыва метки владелец получает эффект "глаз Линчевателя", который блокирует урон. Время жизни эффекта зависит от времени жизни метки.